Repository: einsfr/commontail
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Address
ru: Адрес

source: E-mail
ru: Электронная почта

source: Comment
ru: Комментарий

source: Link's text
ru: Текст ссылки

source: Number
ru: Номер

source: Map
ru: Карта

source: Heading
ru: Заголовок

source: Map's HTML code
ru: HTML-код карты

source: Odnoklassniki
ru: Одноклассники

source: Phone
ru: Телефон

source: Fax
ru: Факс

source: ID
ru: Идентификатор

source: VKontakte
ru: ВКонтакте

source: Work hours
ru: Рабочие часы

source: Contacts
ru: Контакты

source: Post address
ru: Почтовый адрес

source: By the way
ru: Кстати

source: Body
ru: Тело

source: Definition
ru: Определение

source: Description
ru: Описание

source: Size
ru: Размер

source: Text
ru: Текст

source: Quote
ru: Цитата

source: Caption
ru: Подпись

source: Author's comment
ru: Авторский комментарий

source: If checked, this quote will be marked as page author's comment.
ru: Если отмечено, то эта цитата будет помечена как авторский комментарий.

source: If "Author's comment" is checked, "Caption" must be empty.
ru: Если поле "Авторский комментарий" отмечено, поле "Подпись" должно оставаться пустым.

source: "Caption" can't be empty while "Author's comment" not checked.
ru: Поле "Подпись" не может оставаться пустым если поле "Авторский комментарий" не отмечено.

source: Term
ru: Термин

source: Fontawesome icon's name
ru: Имя иконки Fontawesome

source: Definitions list
ru: Список определений

source: Paragraph
ru: Параграф

source: Embed
ru: Внедрённое содержимое

source: Left
ru: Влево

source: Center
ru: По центру

source: Right
ru: Вправо

source: Align
ru: Выравнивание

source: Embed URL
ru: URL внедрённого содержимого

source: Small
ru: Маленький

source: Medium
ru: Средний

source: Large
ru: Большой

source: Very large
ru: Очень большой

source: Extra large
ru: Чрезвычайно большой

source: Container's full width
ru: На полную ширину контейнера

source: Image
ru: Изображение

source: Hide caption
ru: Скрыть подпись

source: Forbid original view
ru: Запретить просмотр оригинала

source: Image gallery
ru: Галерея изображений

source: Images
ru: Изображения

source: On-page anchor link
ru: Ссылка на якорь на странице

source: Anchor's ID
ru: ID якоря

source: Link to a document
ru: Ссылка на документ

source: Document
ru: Документ

source: External link
ru: Внешняя ссылка

source: Link to a page
ru: Ссылка на страницу

source: Page
ru: Страница

source: Query string
ru: Строка запроса

source: Links
ru: Ссылки

source: Linked materials
ru: Связанные материалы

source: Page <id:%(item_id)s> - there is no "%(model)s" instance for value "%(value)s" and lookup expression "%(lookup)s".
ru: Страница <id:%(item_id)s> - не найден экземпляр "%(model)s" для значения "%(value)s" и выражения поиска "%(lookup)s".

source: Page <id:%(item_id)s> - there are multiple "%(model)s" instances for value "%(value)s" and lookup expression "%(lookup)s".
ru: Страница <id:%(item_id)s> - обнаружены множественные экземпляры "%(model)s" для значения "%(value)s" и выражения поиска "%(lookup)s".

source: Page <id:%(item_id)s> - attribute "%(attr_name)s" range has at least one non-numeric value - no updates will be made.
ru: Страница <id:%(item_id)s> - диапазон атрибута "%(attr_name)s" включает как минимум одно нечисловое значение - обновление не осуществляется.

source: Page <id:%(item_id)s> - attribute "%(attr_name)s" is not a float - no updates will be made.
ru: Страница <id:%(item_id)s> - атрибут "%(attr_name)s" не является числом с плавающей точкой - обновление не осуществляется.

source: Page <id:%(item_id)s> - attribute "%(attr_name)s" range has at least one non-integer value - no updates will be made.
ru: Страница <id:%(item_id)s> - диапазон атрибута "%(attr_name)s" включает как минимум одно нецелочисленное значение - обновление не осуществляется.

source: Page <id:%(item_id)s> - attribute "%(attr_name)s" is not an integer - no updates will be made.
ru: Страница <id:%(item_id)s> - атрибут "%(attr_name)s" не является целым числом - обновление не осуществляется.

source: Page <id:%(item_id)s> - relation "%(attr_name)s" changed from "%(data)s" to "[]".
ru: Страница <id:%(item_id)s> - отношение "%(attr_name)s" изменено с "%(data)s" на "[]".

source: Page <id:%(item_id)s> - at least one instance of "%(model)s" for relation "%(attr_name)s" is missing - no updates will be made.
ru: Страница <id:%(item_id)s> - отсутствует как минимум один экземпляр "%(model)s" для отношения "%(attr_name)s" - обновление не осуществляется.

source: Page <id:%(item_id)s> - at least once multiple "%(model)s" instances for relation "%(attr_name)s" was found - no updates will be made.
ru: Страница <id:%(item_id)s> - как минимум единожды для отношения "%(attr_name)s" были найдены множественные экземпляры "%(model)s" - обновление не осуществляется.

source: Page <id:%(item_id)s> - relation "%(attr_name)s" changed from "%(old_value)s" to "%(new_value)s".
ru: Страница <id:%(item_id)s> - отношение "%(attr_name)s" изменено с "%(old_value)s" на "%(new_value)s".

source: Page <id:%(item_id)s> - attribute "%(attr_name)s" changed from "%(item_value)s" to "%(value)s".
ru: Страница <id:%(item_id)s> - атрибут "%(attr_name)s" изменён с "%(item_value)s" на "%(value)s".

source: Page <id:%(item_id)s> - title changed, maybe you should change slug too and create a redirect.
ru: Страница <id:%(item_id)s> - заголовок изменился, возможно стоит также изменить слаг и создать перенаправление.

source: Page <id:%(item_id)s> - slug changed, maybe you should create a redirect.
ru: Страница <id:%(item_id)s> - слаг изменился, возможно стоит создать перенаправление.

source: Page <id:%(item_id)s> - attribute "%(attr_name)s" not set - skipping...
ru: Страница <id:%(item_id)s> - атрибут "%(attr_name)s" не установлен - пропускаю...

source: file
ru: файл

source: simulation
ru: симуляция

source: first row with data
ru: первая строка с данными

source: ID column
ru: столбец с идентификатором

source: last row with data
ru: последняя строка с данными

source: parent page
ru: родительская страница

source: title
ru: заголовок

source: slug
ru: слаг

source: openpyxl needed to work with spreadsheet files.
ru: Для работы с табличными файлами необходим openpyxl.

source: THIS IS A SIMULATION - NO CHANGES WERE MADE.
ru: ЭТО СИМУЛЯЦИЯ - НИКАКИЕ РЕАЛЬНЫЕ ИЗМЕНЕНИЯ ВНОСИТЬСЯ НЕ БУДУТ.

source: Page <id:%(item_id)s> - errors while updating: "%(errors)s".
ru: Страница <id:%(item_id)s> - ошибки при обновлении: "%(errors)s".

source: Page <id:%(item_id)s> already exists - skipping...
ru: Страница <id:%(item_id)s> уже существует - пропускаю...

source: Page <id:%(item_id)s> with class "%(page_class)s" could not be created with parent "%(parent_class)s".
ru: Страница <id:%(item_id)s> класса "%(page_class)s" не может быть создана с родителем "%(parent_class)s".

source: Page <id:%(item_id)s> not found.
ru: Страница <id:%(item_id)s> не найдена.

source: Not a user
ru: Не пользователь

source: e-mail
ru: электронная почта

source: URL or e-mail may be used - but not both of them at once.
ru: Можно использовать URL или электронную почту - но не оба поля сразу.

source: author
ru: автор

source: authors
ru: авторы

source: Author's public e-mail.
ru: Публичный адрес электронной почты автора.

source: Author's first name.
ru: Имя автора

source: first name
ru: имя

source: Author's last name.
ru: Фамилия автора

source: last name
ru: фамилия

source: author home page
ru: домашняя страница автора

source: authors home pages
ru: домашние страницы авторов

source: page
ru: страница

source: site
ru: сайт

source: Author
ru: Автор

source: signature data
ru: Данные для подписи

source: original publication URL
ru: URL оригинальной публикации

source: use page owner as an author
ru: использовать владельца страницы как автора

source: Proceed to author's home page
ru: Перейти на домашнюю страницу автора

source: banner
ru: баннер

source: banners
ru: баннеры

source: active since
ru: активен с

source: active to
ru: активен по

source: enabled
ru: включён

source: Title to use in administrative area.
ru: Заголовок для использования в административном разделе.

source: image
ru: изображение

source: banners set
ru: набор баннеров

source: banners sets
ru: наборы баннеров

source: duration
ru: длительность

source: Items
ru: Элементы

source: Data set title
ru: Заголовок набора данных

source: Contact data
ru: Контактные данные

source: contacts
ru: контакты

source: views count
ru: количество просмотров

source: Definitions
ru: Определения

source: description
ru: описание

source: additional links
ru: дополнительные ссылки

source: term
ru: термин

source: hint
ru: подсказка

source: hints
ru: подсказки

source: summary
ru: краткое содержание

source: text
ru: текст

source: e-mail address
ru: адрес электронной почты

source: E-mail address to be used as a link.
ru: Адрес электронной почты для использования в качестве ссылки.

source: link to a document
ru: ссылка на документ

source: Link to a document on this site.
ru: Ссылка на документ на этом сайте.

source: external link
ru: внешняя ссылка

source: link to a page
ru: ссылка на страницу

source: Link to a page on this site. "Query string" field may be used.
ru: Ссылка на страницу на этом сайте. Может использоваться поле "Строка запроса".

source: query string for a page link
ru: строка запроса для ссылки на страницу

source: Query string parameters without opening ?.
ru: Параметры строки запроса без открывающего символа ?.

source: One link must be set.
ru: Должна быть установлена только одна ссылка.

source: Only one link may be set - choose it and remove others.
ru: Должна быть установлена только одна ссылка - выберите нужную и удалите остальные.

source: Query string may be used with page links only.
ru: Строка запроса может использоваться только со ссылками на страницу.

source: link's text
ru: текст ссылки

source: Link's text. Required for external links only. May be used as substitute text with page and document links.
ru: Текст ссылки. Обязателен только для внешних ссылок. Может использоваться как замещающий текст со ссылками на страницы и документы.

source: This field is required with external links.
ru: Это поле необходимо заполнить для внешних ссылок.

source: linked document
ru: связанный документ

source: linked documents
ru: связанные документы

source: document
ru: документ

source: Document on this site.
ru: Документ на этом сайте.

source: allow inheritance
ru: разрешить наследование

source: linked image
ru: связанное изображение

source: linked_images
ru: связанные изображения

source: Image on this site.
ru: Изображение на этом сайте.

source: category of a page-to-page link
ru: категория ссылки страница-на-страницу

source: categories of page-to-page links
ru: категории ссылок страница-на-страницу

source: page-to-page link categories group
ru: группа категорий ссылок страница-на-страницу

source: page-to-page link categories groups
ru: группы категорий ссылок страница-на-страницу

source: handle
ru: псевдоним

source: Categories
ru: Категории

source: category
ru: категория

source: group
ru: группа

source: page-to-page link
ru: ссылка страница-на-страницу

source: page-to-page links
ru: ссылки страница-на-страницу

source: target page
ru: целевая страница

source: Menu subcategory items
ru: Элементы подкатегории меню

source: Menu subcategory
ru: Подкатегория меню

source: Menu subcategory title
ru: Заголовок подкатегории меню

source: Menu category items
ru: Элементы категории меню

source: Menu category
ru: Категория меню

source: Menu category title
ru: Заголовок категории меню

source: Menu items
ru: Элементы меню

source: named reference
ru: именная ссылка

source: named references
ru: именные ссылки

source: page body
ru: тело страницы

source: Image from library to be shown in announce.
ru: Изображение из библиотеки для отображения в анонсе.

source: announce image
ru: изображение для анонса

source: Short description to be used as announce.
ru: Короткое описание для использование в качестве анонса.

source: pinned
ru: закреплено

source: media URL
ru: URL медиафайла

source: common
ru: общие

source: main logo
ru: основной логотип

source: square logo
ru: квадратный логотип

source: printable docs background
ru: фон для печатаемых документов

source: items per page
ru: элементов на странице

source: Items quantity per index page.
ru: Количество элементов на странице индекса.

source: Must be unique per site, will be used as a reference by rendering tag.
ru: Должен быть уникальным в пределах сайта, будет использоваться соответствующим тегом для рендеринга.

source: Export
ru: Экспорт

source: There are no exporters loaded.
ru: Не загружено ни одного экспортёра.

source: Processed pages
ru: Обработано страниц

source: Imported pages
ru: Импортировано страниц

source: Warnings
ru: Предупреждения

source: Errors
ru: Ошибки

source: Import
ru: Импорт

source: There are no importers loaded.
ru: Не загружено ни одного импортёра.

source: Back to the table of contents
ru: Назад к содержанию

source: Direct link to this term
ru: Прямая ссылка на этот термин

source: See also
ru: Смотрите также

source: Published at
ru: Опубликовано

source: updated at
ru: обновлено

source: Table of contents
ru: Содержание

source: Image width must not be less than %d pixels.
ru: Ширина изображения не должна быть меньше %d пикселей.

source: Image width must not be greater than %d pixels.
ru: Ширина изображения не должна быть больше %d пикселей.

source: Image height must not be less than %d pixels.
ru: Высота изображения не должна быть меньше %d пикселей.

source: Image height must not be greater than %d pixels.
ru: Высота изображения не должна быть больше %d пикселей.

source: Image ratio must be close to %.6f.
ru: Соотношение сторон изображения должно быть близко к %.6f.

source: Importer for %(url_suffix)s not found.
ru: Импортёр для %(url_suffix)s не найден.

source: Exporter for %(url_suffix)s not found.
ru: Экспортёр для %(url_suffix)s не найден.

source: Page cache cleared.
ru: Кэш страницы очищен.

source: Publications
ru: Публикации

source: Clear cache
ru: Очистить кэш

source: In social networks
ru: В социальных сетях
